[M_FreeWilly MissionDefinition]
MissionName="Os Direitos dos Animais"
MissionDescription="Mordecai, enfurecido pela morte de Bloodwing, lhe pediu que vá até a [place]Reserva de Exploração da Vida Selvagem[-place] e liberte as três criaturas distintas de seu cativeiro, para que possam despedaçar todo o pessoal de lá."
TurnInDescription="Mordecai dormirá um pouco mais tranquilo sabendo que os empregados da Reserva de Exploração da Vida Selvagem morreram gritando."
MissionSummary="Liberte do seu tormento as criaturas encarceradas na [place]Reserva de Exploração da Vida Selvagem[-place]."
MissionGiver="Mordecai"
MissionTurnInLocation="Mordecai"
TeaserText="Mordecai clama por vingança."

[M_FreeWilly:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:FreeWilly_FreeSkag MissionObjectiveDefinition]
ProgressMessage="Liberte os Skags"

[M_FreeWilly:FreeWilly_FreeStalker MissionObjectiveDefinition]
ProgressMessage="Liberte os Rastreadores"

[M_FreeWilly:FreeWilly_FreeStalkerObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:FreeWilly_FreeThresher MissionObjectiveDefinition]
ProgressMessage="Liberte o Rastreador Encrenqueiro"

[M_FreeWilly:FreeWilly_KillStalkerGuardsObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:KillSkagGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os vigias dos Skags"

[M_FreeWilly:KillSkagGuards_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:KillStalkerGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os vigias dos Rastreadores"

[M_FreeWilly:KillThresherGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os vigias dos Rastreadores"

[M_FreeWilly:KillThresherGuards_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:Letcreaturesescape MissionObjectiveDefinition]
ProgressMessage="Mantenha as criaturas vivas"

[M_FreeWilly:MissionObjectiveSetCollectionDefinition_0 MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FreeWilly:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

